<?php

$movies = [
    [
        "name" => "П'ять ночей у Фредді",
        "genre" => "Жахи",
        "director" => "Емма Таммі",
        "year" => "2023",
        "description" => `Щоб не втратити опіку над своєю 10-річною сестрою Еббі, невдаха Майк Шмідт береться за пошуки будь-якої роботи. Від безвиході він погоджується на посаду нічного охоронця в колись популярній, а тепер занедбаній сімейній піцерії "Freddy Fazbear's". Місцевий поліцейський Ванесса Шеллі попереджає Майка, що цей заклад має погану славу, відколи там за загадкових обставин зникло кілька дітей. Незабаром з'ясовується, що виною всьому зловісного вигляду ляльки-аніматроніки, які оживають ночами.`,
        "rating" => "16+",
        "studio" => "Universal",
        "sessions" => "2 листопада - 18.00, 19.00, 19.40. 3 листопада - 10.20, 12.40, 14.40. 4 листопада - 15.20, 16.40, 17.40",
        "price" => "від 170грн",
        "places" => "100",
        "image" => "./assets/images/fnaf.jpeg"
    ],
    [
        "name" => "Коп на драйві: Порятунок бабусі",
        "genre" => "Пригоди, Комедія",
        "director" => "Тарек Будалі",
        "year" => "2023",
        "description" => `Незграбний поліцейський Раян втрапив у неймовірну ситуацію: його бабусю викрав мексиканський картель. У Раяна та його колег є максимум 3 дні, щоб врятувати її. На них чекають екстремальні пригоди у Парижі, Абу-Дабі та Канкуні та одна місія – порятунок бабусі.`,
        "rating" => "16+",
        "studio" => "Axel Films, StudioCanal, M6 Films",
        "sessions" => "2 листопада - 18.10, 20.10. 3 листопада - 10.10, 13.30. 4 листопада - 13.20, 16.40",
        "price" => "від 130грн",
        "places" => "80",
        "image" => "./assets/images/police.jpeg"
    ],
    [
        "name" => "Привиди у Венеції",
        "genre" => "Детектив, Драма, Кримінал, Трилер",
        "director" => "Кеннет Брана",
        "year" => "2023",
        "description" => `Еркюль Пуаро вийшов на пенсію і живе в добровільному вигнанні в найгламурнішому місті світу, де він неохоче відвідує сеанс виклику духів у напівзанедбаному моторошному палаці. Коли один із гостей стає жертвою вбивства, детектива затягує у світ таємниць і тіней.`,
        "rating" => "16+",
        "studio" => "Walt Disney Pictures, Twentieth Century Studios",
        "sessions" => "2 листопада - 19.50. 3 листопада - 11.10, 19.30. 4 листопада - 19.40",
        "price" => "від 140грн",
        "places" => "70",
        "image" => "./assets/images/ghosts.jpeg"
    ],
    [
        "name" => "Вбивці квіткової повні",
        "genre" => "Детектив",
        "director" => "Мартін Скорсезе",
        "year" => "2023",
        "description" => `Історія розгортається в 1920-х роках навколо індіанського племені осейдж, що проживає в американському місті Оклахома. Корінних жителів США вбивають одного за одним після того, як один із них розбагатів, виявивши нафту. Масові вбивства осейджів привертають увагу ФБР, і воно приступає до розслідування.`,
        "rating" => "16+",
        "studio" => "Paramount",
        "sessions" => "2 листопада - 18.00. 3 листопада - 11.10, 16.30. 4 листопада - 15.40, 17.10",
        "price" => "від 180грн",
        "places" => "77",
        "image" => "./assets/images/murders.jpeg"
    ],
    [
        "name" => "Щенячий Патруль: Мегакіно",
        "genre" => "Пригоди, Анімація, Комедія, Сімейний",
        "director" => "Келлан Брункер",
        "year" => "2023",
        "description" => `Історія розгортається в 1920-х роках навколо індіанського племені осейдж, що проживає в американському місті Оклахома. Корінних жителів США вбивають одного за одним після того, як один із них розбагатів, виявивши нафту. Масові вбивства осейджів привертають увагу ФБР, і воно приступає до розслідування.`,
        "rating" => "16+",
        "studio" => "Paramount",
        "sessions" => "3 листопада - 11.10. 4 листопада - 11.40",
        "price" => "від 130грн",
        "places" => "68",
        "image" => "./assets/images/paw.jpeg"
    ],
    [
        "name" => "Тролі: Знову разом",
        "genre" => "Пригоди, Анімація, Комедія",
        "director" => "Волт Дорн",
        "year" => "2023",
        "description" => `Поппі дізнається, що Бренч колись був членом бойз-бенду BroZone зі своїми братами: Флойдом, Джоном Дорі, Спрусом і Клеєм. Але коли Флойда викрадають, Бранч і Поппі вирушають у подорож, щоб возз’єднати інших братів і врятувати Флойда.`,
        "rating" => "0+",
        "studio" => "Universal",
        "sessions" => "3 листопада - 16.10. 4 листопада - 17.40",
        "price" => "від 170грн",
        "places" => "70",
        "image" => "./assets/images/trolls.jpeg"
    ],
];